<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые строки аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие строки используются во время аутентификации для различных
    | сообщений, которые нужно отобразить пользователю. Вы можете свободно
    | изменять эти строки в соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Неверный логин или пароль.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте ещё раз через :seconds секунд.',

];
