<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые строки сброса пароля
    |--------------------------------------------------------------------------
    |
    | Следующие строки являются стандартными и соответствуют причинам,
    | по которым парольный брокер может дать сбой при попытке сброса пароля,
    | например, из-за недействительного токена или нового недействительного пароля.
    |
    */

    'reset' => 'Ваш пароль был сброшен.',
    'sent' => 'Мы отправили вам ссылку для сброса пароля по электронной почте.',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token' => 'Недействительный токен сброса пароля.',
    'user' => 'Мы не можем найти пользователя с таким адресом электронной почты.',

];
